Repository: jiyimeta/folino-ios
Catalog: Packages/Features/Settings/Sources/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# settings.reader.continuation
source: Continuous Playlist Playback
ja: プレイリストの連続再生

# settings.reader.continuation.off
source: Off
ja: オフ

# settings.reader.continuation.playThrough
source: Continuous
ja: 連続再生

# settings.reader.continuation.loopPlaylist
source: Repeat All
ja: 全曲リピート

# settings.reader.continuation.footer
source: When you set a per-score repeat (single or A–B), it takes priority and playback won't advance to the next score.
ja: 楽譜ごとに「1曲」または「A–B」リピートを設定している場合は、そちらが優先され、次の楽譜へは進みません。

# settings.playback.a4Reference.description
source: The reference pitch applied to all scores. Each score can override it.
ja: すべての楽譜の再生に適用される基準です。楽譜ごとに上書きできます。
ko: 모든 악보에 적용되는 기준입니다. 악보별로 재정의할 수 있습니다.
zh_hans: 应用于所有乐谱的基准音。可按乐谱单独覆盖。
zh_hant: 套用於所有樂譜的基準音。可依樂譜個別覆寫。

# settings.playback.a4Reference.title
source: Default Calibration
ja: 既定キャリブレーション
ko: 기본 캘리브레이션
zh_hans: 默认校准
zh_hant: 預設校準

# settings.privacy.crashReporting.footer
source: Helps fix bugs by sharing anonymous crash diagnostics. Never linked to you.
ja: 匿名のクラッシュ診断を共有して不具合の修正に役立てます。個人とは結び付けられません。
ko: 익명 오류 진단을 공유해 버그 수정에 도움을 줍니다. 사용자와 연결되지 않습니다.
zh_hans: 共享匿名崩溃诊断信息以帮助修复缺陷。绝不与您关联。
zh_hant: 分享匿名當機診斷以協助修正錯誤。絕不與您關聯。

# settings.privacy.crashReporting.title
source: Send crash reports
ja: クラッシュレポートを送信
ko: 오류 보고서 전송
zh_hans: 发送崩溃报告
zh_hant: 傳送當機報告

# settings.privacy.title
source: Privacy
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私
zh_hant: 隱私

# settings.about.licenses
source: Licenses
ja: ライセンス
ko: 라이선스
zh_hans: 许可证
zh_hant: 授權條款

# settings.about.sendFeedback
source: Send Feedback
ja: フィードバックを送る
ko: 피드백 보내기
zh_hans: 发送反馈
zh_hant: 傳送回饋

# settings.about.title
source: About
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

# settings.feedback.failed.title
source: Mail Delivery Failed
ja: メールを送信できませんでした
ko: 메일을 보낼 수 없습니다
zh_hans: 无法发送邮件
zh_hant: 無法傳送郵件

# settings.feedback.saved.title
source: Mail Saved to Drafts
ja: メールを下書きに保存しました
ko: 메일을 임시 보관함에 저장했습니다
zh_hans: 邮件已保存为草稿
zh_hant: 郵件已儲存為草稿

# settings.reader.collapseMultiMeasureRests
source: Collapse multi-measure rests
ja: 複数小節休符をまとめる
ko: 여러 마디 쉼표 합치기
zh_hans: 合并多小节休止符
zh_hant: 合併多小節休止符

# settings.reader.showInvisibleElements
source: Show hidden elements
ja: 非表示要素を表示
ko: 숨겨진 요소 표시
zh_hans: 显示隐藏元素
zh_hant: 顯示隱藏元素

# settings.reader.showSeekBar
source: Show seek bar
ja: シークバー表示
ko: 탐색 막대 표시
zh_hans: 显示进度条
zh_hant: 顯示進度列

# settings.reader.keepScreenAwake
source: Prevent auto-lock
ja: 自動ロックを抑止
ko: 자동 잠금 방지
zh_hans: 阻止自动锁屏
zh_hant: 防止自動鎖定

# settings.reader.keepScreenAwake.footer
source: Pauses the device's auto-lock while a score is open.
ja: 楽譜を開いている間、デバイスの自動ロックを一時的に止めます。
ko: 악보를 열어 둔 동안 기기의 자동 잠금을 일시적으로 막습니다.
zh_hans: 在打开乐谱时，暂时阻止设备自动锁屏。
zh_hant: 在開啟樂譜時，暫時防止裝置自動鎖定。

# settings.reader.layout.title
source: Display mode
ja: 表示モード
ko: 표시 모드
zh_hans: 显示模式
zh_hant: 顯示模式

# settings.reader.metronome
source: Metronome
ja: メトロノーム
ko: 메트로놈
zh_hans: 节拍器
zh_hant: 節拍器

# settings.reader.pictureInPicture
source: Picture in Picture
ja: ピクチャインピクチャ
ko: 픽처 인 픽처
zh_hans: 画中画
zh_hant: 畫中畫

# settings.reader.pictureInPicture.footer
source: Keeps the score visible in a mini-player while another app is in use. Requires "Start Picture in Picture Automatically" to be enabled in device Settings.
ja: 他のアプリを使っている間、ミニプレーヤーで楽譜の表示を継続します。デバイスの設定で「ピクチャインピクチャを自動的に開始」もオンにする必要があります。
ko: 다른 앱을 사용하는 동안 미니 플레이어로 악보를 계속 표시합니다. 기기 설정에서 '픽처 인 픽처 자동 시작'도 켜야 합니다.
zh_hans: 在使用其他 App 时，迷你播放器会继续显示乐谱。还需要在设备设置中开启「自动启动画中画」。
zh_hant: 在使用其他 App 時，迷你播放器會繼續顯示樂譜。還需要在裝置設定中啟用「自動啟動畫中畫」。

# settings.soundfont.delete.alert.confirm
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# settings.soundfont.delete.alert.message
source: Removes the 206 MB download. Playback returns to the bundled lightweight soundfont.
ja: ダウンロード済みの 206 MB を削除し、デフォルトの軽量音源での再生に戻ります。
ko: 다운로드한 206 MB를 삭제하고 기본 경량 음원으로 재생이 돌아갑니다.
zh_hans: 删除已下载的 206 MB，播放将切换回内置轻量音源。
zh_hant: 刪除已下載的 206 MB，播放將切換回內建輕量音源。

# settings.soundfont.delete.alert.title
source: Delete downloaded soundfont?
ja: 高品質音源を削除しますか?
ko: 다운로드한 음원을 삭제할까요?
zh_hans: 删除已下载的音源？
zh_hant: 刪除已下載的音源？

# settings.soundfont.highQuality.title
source: High quality audio
ja: 高品質音源 (206MB)
ko: 고품질 음원
zh_hans: 高品质音源
zh_hant: 高品質音源

# settings.soundfont.state.failed
source: Download failed
ja: ダウンロード失敗
ko: 다운로드 실패
zh_hans: 下载失败
zh_hant: 下載失敗

# settings.soundfont.state.waitingForWiFi
source: Will download automatically when Wi-Fi is available. [Download Now](folino-action://download-now)
ja: Wi-Fi 接続時に自動でダウンロード開始します。[今すぐダウンロード](folino-action://download-now)
ko: Wi-Fi 연결 시 자동으로 다운로드를 시작합니다. [지금 다운로드](folino-action://download-now)
zh_hans: 连接 Wi-Fi 时将自动开始下载。[立即下载](folino-action://download-now)
zh_hant: 連線 Wi-Fi 時將自動開始下載。[立即下載](folino-action://download-now)

# settings.soundfont.stop.label
source: Stop download
ja: ダウンロードを停止
ko: 다운로드 중지
zh_hans: 停止下载
zh_hant: 停止下載

# settings.soundfont.wifi.alert.message
source: Download the high-quality soundfont (206 MB) now over cellular, or wait until Wi-Fi is available?
ja: 高品質音源 (206 MB) をモバイル通信で今すぐダウンロードしますか?
ko: 셀룰러로 고품질 음원(206 MB)을 지금 다운로드할까요, Wi-Fi에 연결될 때까지 기다릴까요?
zh_hans: 现在通过蜂窝网络下载高品质音源 (206 MB)，还是等待 Wi-Fi？
zh_hant: 現在透過行動網路下載高品質音源 (206 MB)，還是等待 Wi-Fi？

# settings.soundfont.wifi.alert.now
source: Download Now
ja: 今すぐダウンロード
ko: 지금 다운로드
zh_hans: 立即下载
zh_hant: 立即下載

# settings.soundfont.wifi.alert.title
source: Not on Wi-Fi
ja: モバイル通信でダウンロード
ko: Wi-Fi에 연결되지 않음
zh_hans: 未连接 Wi-Fi
zh_hant: 未連線 Wi-Fi

# settings.soundfont.wifi.alert.wait
source: Wait for Wi-Fi
ja: Wi-Fi 接続時に自動で開始
ko: Wi-Fi 연결 시 자동 시작
zh_hans: Wi-Fi 连接时自动开始
zh_hant: Wi-Fi 連線時自動開始

# settings.title
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# settings.versionHistory.empty
source: Version history is unavailable.
ja: アップデート履歴を読み込めませんでした。
ko: 업데이트 기록을 불러올 수 없습니다.
zh_hans: 无法加载更新历史。
zh_hant: 無法載入更新紀錄。

# settings.versionHistory.pastChanges
source: Past changes
ja: 過去の更新
ko: 이전 업데이트
zh_hans: 过往更新
zh_hant: 過往更新

# settings.versionHistory.recentUpdates
source: Recent updates
ja: 最近の更新
ko: 최근 업데이트
zh_hans: 最近的更新
zh_hant: 最近的更新

# settings.versionHistory.showMore
source: See more
ja: もっと見る
ko: 더 보기
zh_hans: 查看更多
zh_hant: 查看更多

# settings.versionHistory.title
source: Version History
ja: アップデート履歴
ko: 업데이트 기록
zh_hans: 更新历史
zh_hant: 更新紀錄
